Repository: dwenzel/media_frontend
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_mediafrontend_controller_filecollection.error_empty_filename
source: No File.
de: Keine Datei angegeben.

# tx_mediafrontend_controller_filecollection.error_file_size_zero
source: File size zero.
de: Die Datei ist leer.

# tx_mediafrontend_controller_filecollection.error_file_too_big
source: File is to big.
de: Die Datei ist zu groß.

# tx_mediafrontend_controller_filecollection.errors_errors
source: Error on upload.
de: Beim Hochladen sind Fehler aufgetreten.

# tx_mediafrontend_controller_filecollection.message_asset_added
source: Your Asset was added.
de: Ihr Medium wurde hinzugefügt.

# tx_mediafrontend_controller_filecollection.message_collection_updated
source: Your Media Collection was updated.
de: Ihre Mediensammlung wurde aktualisiert.

# tx_mediafrontend_controller_filecollection.message_filecollection_removed
source: Your Media Collection was removed.
de: Ihre Mediensammlung wurde entfernt.

# tx_mediafrontend_controller_filecollection.message_log_in_to_see_collections
source: You must be logged in order to see your media collections.
de: Sie müssen angemeldet sein, um Ihre Medien sehen zu können.

# tx_mediafrontend_controller_filecollection.message_new_collection_created
source: Your new Media Collection was created.
de: Ihre neue Mediensammlung wurde erzeugt.

# tx_mediafrontend_domain_model_asset
source: Asset
de: Medium

# tx_mediafrontend_domain_model_asset.caption
source: Caption
de: Untertitel

# tx_mediafrontend_domain_model_asset.description
source: Description
de: Beschreibung

# tx_mediafrontend_domain_model_asset.duration
source: Duration
de: Dauer

# tx_mediafrontend_domain_model_asset.extension
source: Extension
de: Dateiendung

# tx_mediafrontend_domain_model_asset.file
source: File
de: Datei

# tx_mediafrontend_domain_model_asset.frontend_user
source: Frontend User who owns this asset
de: Benutzer, dem dieses Asset gehört.

# tx_mediafrontend_domain_model_asset.height
source: Height
de: Höhe

# tx_mediafrontend_domain_model_asset.title
source: Title
de: Titel

# tx_mediafrontend_domain_model_asset.width
source: Width
de: Breite

# tx_mediafrontend_domain_model_filecollection
source: Collection of Frontend Files.
de: Sammlung von Dateien.

# tx_mediafrontend_domain_model_filecollection.description
source: Description
de: Beschreibung

# tx_mediafrontend_domain_model_filecollection.frontend_user
source: Frontend User who owns this collection.
de: Benutzer, dem dieses Asset gehört.

# tx_mediafrontend_domain_model_filecollection.image
source: Image
de: Bild

# tx_mediafrontend_domain_model_filecollection.title
source: Title
de: Titel
